Repository: LuoLee/launcher-mobile
Catalog: iOSLauncher/*.lproj/Localizable.strings
Languages: es

# ask_server_data
source: Please, enter your server information
es: Por favor, introduzca los datos del servidor

# login_username_empty
source: Please enter your username
es: Por favor, introduzca su nombre de usuario

# login_pass_empty
source: Please enter your password
es: Por favor, introduzca su contraseña

# login_serverip_empty
source: Server field can't be empty
es: Por favor, introduzca el nombre del servidor

# login_serverport_empty
source: Port field can't be empty
es: Por favor, introduzca el puerto del servidor

# main_server_error
source: Can't open connection to server
es: No fue posible establecer una conexión con el servidor

# main_server_status_nok
source: Can't open connection to server
es: Oh oh, no es posible conectarse al servidor desde este dispositivo.

# settings_save_success
source: Configuration successfully saved
es: La configuración ha sido guardada con éxito

# connection_failed
source: Couldn't open connection to server
es: No fue posible establecer la conexión

# reconnection
source: Reconnecting, please wait...
es: Reconectando, por favor espere

# reconnection_failed
source: Couldn't restore connection to server
es: No fue posible reestablecer la conexión

# menu_hint
source: Remember: You can access the Menu touching the keyboard icon for 2 seconds.
es: Recuerda: Puedes acceder al menú manteniendo pulsado el icono del teclado

# wait_for_network
source: Waiting for network...
es: Esperando a que se reestablezca la red

# wait_for_desktop
source: Preparing your desktop, please wait...
es: Su escritorio está siendo preparado...

# requesting_resolution
source: Requesting resolution adjustment
es: Solicitando ajuste de resolución

source: Desktops
es: Escritorios

# send_key
source: Send key combination
es: Enviar combinación de teclas

source: Close session
es: Cerrar sesión

source: Fix orientation
es: Fijar orientación

source: Free orientation
es: Liberar orientación
